Repository: CASES-LU/Diagnostic
Catalog: language/*/questions.po
Languages: fr

# __question1
source: What security mechanisms already exist (other than technical mechanisms)?
fr: Quels sont les mécanismes de sécurité existants (autres que techniques) ?

# __question1help
source: Is there<br /><ul><li>a security policy?</li><li>a user or administrator charter?</li><li>some oral or wirtten procedures?</li><li>some oral instruction?</li></ul>
fr: Existe-t-il<br /><ul><li>Une politique de sécurité</li><li>Une charte utilisateur ou administrateur</li><li>Des procédures écrites ? orales ?</li><li>Des consignes internes orales ?</li></ul>

# __question2
source: What is the core business? The most sensitive processes/items of information?
fr: Quel est le coeur de métier ? Processus/informations les plus sensibles ?

# __question2help
source: What are your data or information which are sensible?<br />Which criterion is the most important between confidentiality or availability for those data or process?<br />Do users known those needs?
fr: Quelles sont vos informations les plus sensibles ?<br />D'après vous, nécessitez-vous plus de disponibilité, ou de confidentialité concernant ces informations ?<br />Les utilisateurs connaissent-ils ces sensibilités ?

# __question3
source: What compliance obligations does the job involve?
fr: Quelles sont les obligations de conformité induites par le métier ?

# __question3help
source: Do you know applicable laws that the job involves?<br />Do some reminder is made about those laws at when users are hired?<br />Do the evolution of these laws are followed?
fr: Connaissez-vous les lois supplémentaires du code du travail auxquelles votre métier vous expose ?<br />Avez-vous reçu des consignes ou un rappel de ces lois lors de votre arrivée, ou à travers une formation quelconque ?<br />Suivez-vous l'évolution de ces lois ?

# __question4
source: Compliance with legislation on personal data?
fr: Conformité avec la législation sur les données à caractère personnel ?

# __question4help
source: Have you heard about the GDPR?<br />Do you have some register about the different treatment of personal data?<br />Concerning photography and copyright law, do you have the explicit right to take and publish pictures?
fr: Connaissez-vous la GDPR ou RGPD (General Data Protection Regulation) ?<br />Disposez-vous d'un ou plusieurs registres attestant du traitement de vos données à caractère personnel ?<br />Dans le cadre du droit à l'image, disposez-vous de l'autorisation explicite et écrite de prendre et diffuser les images récoltées ?

# __question5
source: Have staff members been on training courses recently?
fr: Le personnel a-t-il suivi des formations récemment ?

# __question5help
source: Do you reguraly follow some trainings about jobs?<br />Do you have some awareness of security issues?
fr: Avez-vous suivi des formations métiers de façon régulière ?<br />Avez-vous déjà été sensibilisé à la sécurité de l'information, ou à diverses attaques existantes ?

# __question6
source: Management of staff turnover?
fr: Gestion de la rotation de personnel ?

# __question6help
source: Is there a process when someone is hired?<br />Do the material provided is ready when someone arrives?<br />Do you have some intern? Do they have specific rules? Do those rules are explained and signed?
fr: Avez-vous une procédure pour l'arrivée ou pour le départ d'un collaborateur ?<br />Le matériel nécessaire à l'arrivée d'un nouveau collaborateur est-il prêt dès son arrivée ?<br />Avez-vous des stagiaires ? Disposent-ils d'un ensemble de règles et d'accès spécifique ? Ces règles sont-elles bien expliquées, voire signées ?

# __question7
source: Are IT responsibilities (and possibly security responsibilities) defined?
fr: Les responsabilités IT et éventuellement sécurité sont-elles définies ?

# __question7help
source: Do someone has been correctly defined as responsible in case of an IT problem?<br />In case of information security problem, is there a responsible?<br />Is there a redundancy, or at least some guidelines concerning the differents steps to resolves incidents? (IT, Information security, GDPR ...)
fr: Une personne ou un organisme est correctement défini comme responsable IT de l'organisme ?<br />En cas d'incident de sécurité de l'information, une personne ou un organisme est-il défini comme responsable ?<br />Existe t-il une redondance, où des consignes concernant la marche à suivre en cas d'incident ? (IT, Securité de l'information, GDPR ...)

# __question8
source: Is any hardware supplied to certain employees for work purposes?
fr: Du matériel est-il fourni à certains employés pour accomplir leur mission ?

# __question8help
source: Do you have a mat√©rial list with the people who are responsible?<br />Do this list is correctly updated?
fr: Avez-vous une liste du matériel avec les personnes qui en sont responsables ?<br />Cette liste est-elle mise à jour de façon régulière ?

# __question9
source: Does tele-working exist?
fr: Le télétravail est-il pratiqué ?

# __question9help
source: Do employees can work outside the network?<br />Is there any technical measure to protect data confidentiality (VPN, Second authentification Factor...)?<br />Is there any organisational measure to protect data confidentiality (Instructions, Description of best practices...)?
fr: Les collaborateurs peuvent-ils travailler de l'extérieur ?<br />Des précautions techniques sont-elles mises en oeuvre pour protéger la confidentialité des données (VPN, authentification forte...) ?<br />Des précautions organisationnelles sont-elles mises en oeuvre pour protéger la confidentialité des données (consignes, description de bonnes pratiques ou d'interdits...) ?

# __question10
source: Have service providers signed confidentiality agreements?
fr: Les fournisseurs de services ont-ils signé des engagements de confidentialité ?

# __question10help
source: Do NDA (Non-Disclosure Agreement) is signed with any third parties which access confidential data?<br />Do they are also signed during discussions with third parties when confidential information is mentioned?
fr: Des NDA (Non-Disclosure Agreement) sont-ils signés avec les prestataires manipulant des données confidentielles ?<br />Sont-ils aussi signés pour des discussions avec des tiers concernant des éventuelles failles de sécurité ?

# __question11
source: Do service providers give formal undertaking regarding quality of services?
fr: Les fournisseurs de services s'engagent-ils formellement sur la qualité des prestations ?

# __question11help
source: Do SLA (Service Level Agreement) are signed with third parties that make intervention that need to be fast as possible?<br />Do contracts are sometimes reviewed to ensure that they correspond to the needs?
fr: Des SLA (Service Level Agreement) sont-ils signés avec des tiers réalisant des prestations nécessitant une intervention rapide ?<br />Les contrats sont-ils revus de temps à autre pour s'assurer de leur bon proportionnément ?

# __question12
source: How is premises maintenance (cleaning) organised?
fr: Comment s'organise l’entretien (nettoyage) des locaux ?

# __question12help
source: Do the employees who do the cleaning are intern or extern?<br />Is the cleaning is made during work hours?<br />Do some instructions are left to the employees who clean the company?<br />Do the access of the IT room or Archive room is impossible for them?
fr: Le personnel assurant le nettoyage des locaux est-il interne à l'organisme ou externe ?<br />L'entretien des locaux est-il fait durant les heures de bureau ?<br />Des consignes sont-elles données concernant les choses à ne pas faire lors de l'entretien ?<br />Les accès aux salles IT ou aux archives sont-ils donnés au personnel d'entretien ?

# __question13
source: Are visitors able to move freely throughout the buildings?
fr: Les visiteurs peuvent-ils circuler librement dans les bâtiments ?

# __question13help
source: Do the guests are welcomed and guided?<br />Do they are accompanied when they need to move inside the buildings?<br />Do private or accessible offices are well indicated?<br />Do the guests identities are taken at the reception? <br />Do guests have badges?
fr: Les visiteurs sont-ils accueillis et redirigés ?<br />Sont-ils accompagnés dès lors qu'ils doivent se déplacer dans les locaux ?<br />Les locaux privés et accessibles aux visiteurs sont-ils correctement indiqués ?<br />L'identité des visiteurs est-elle recueillie et notée ?<br />Les visiteurs disposent-ils de badges ?

# __question14
source: How is physical access attributed?
fr: Comment sont attribués les accès physiques ?

# __question14help
source: Do physical access is decided on the need to know?<br />Do the person who decided the physical access and the one which apply these access are different?
fr: Les accès physiques sont-ils décidés au besoin uniquement (principe du moindre privilège) ?<br />La personne modifiant les accès physiques et les décidant est-elle différente ?

# __question15
source: Are access points to the premises controlled?
fr: Les accès aux locaux sont-ils contrôlés ?

# __question15help
source: What are the physical protections used to protect the company (keys, badges, fingerprints ...)?<br />Do the premises are under alarm?<br />Do the premises are under video surveillance?<br />Do the backdoors correctly stay closed?
fr: Quels sont les moyens physiques utilisés pour protéger les locaux (Clé, Badge, Empreintes digitales ...) ?<br />Les locaux sont-ils sous alarme ?<br />Les locaux sont-ils sous vidéosurveillance ?<br />Les portes arrières sont-elles correctement fermées ?

# __question16
source: Are restricted-access premises protected?
fr: Les locaux à accès restreints sont-ils protégés ?

# __question16help
source: Do the IT room and/or the archive room are correctly locked?<br />Do the authorised staff is restrained only to the persons who have the ability to get in those rooms?
fr: La salle serveur et/ou la salle archive sont-elles correctement verrouillées <br />Le personnel autorisé est-il restreint aux personnes habilitées à pénétrer dans ses salles ?

# __question17
source: Is there an uninterruptible power supply?
fr: Y-a-t-il un système d'alimentation sans interruption ?

# __question17help
source: Do an UPS (Uninterruptible Power Supply) protect equipment which the power cut could be dramatic (server...)?<br />Do UPS is verified to ensure that it's still functional?<br />Do UPS correspond to the need of alimentation which is necessary?
fr: Un UPS (Uninterruptible Power Supply) protège-t-il les équipements dont la coupure brutale pourrait-être catastrophique (serveur...) ?<br />L'UPS est-il vérifié pour s'assurer de son bon fonctionnement ?<br />L'UPS est-il proportionné dépendamment du besoin d'alimentation nécessaire ?

# __question18
source: How is logical access attributed?
fr: Comment sont attribués les accès logiques ?

# __question18help
source: Do logical access is decided on the need to know?<br />Do the person who decided the logical access and the one which apply these access are different?
fr: Les accès logiques sont-ils décidés au besoin uniquement (principe du moindre privilège) ?<br />La personne modifiant les accès physiques et les décidant est-elle différente ?

# __question19
source: How is user authentication managed?
fr: Comment est gérée l'authentification des utilisateurs ?

# __question19help
source: Do any strong authentication (double factor authentication) are used?<br />Do any rules exists about the password construction?<br />Do some tricks are given to the users to make password easier to remember, and enoughly complex ?<br />Do some rules are given about the password that should be kept personally?<br />Do passwords are yearly changed?
fr: Des moyens d'authentification forte (double authentification) sont-ils utilisés ?<br />Existe-t-il des règles concernant la construction et l'élaboration des mots de passe ?<br />Des astuces sont-elles données aux utilisateurs pour disposer de mots de passe simple à retenir, et suffisamment complexe ?<br />Des consignes sont-elles données concernant les mots de passe qui doivent rester personnels ?<br />Les mots de passe sont-ils changés au moins annuellement ?

# __question20
source: How is the internal network constructed (LAN)?
fr: Comment est construit le réseau interne (LAN) ?

# __question20help
source: Do the network is well protected behind a firewall?<br />Do a DMZ (DeMilitarized Zone) protect the internal network?
fr: Le réseau est-il correctement protégé par un firewall ?<br />Une DMZ (DeMilitarized Zone) protège-t-elle le réseau interne ?

# __question21
source: How is the WiFi network managed?
fr: Comment est géré le réseau Wifi ?

# __question21help
source: Do WiFi used is needed?<br />Do WiFi for the staff and for visitors are different?<br />Do WiFi for staff is well protected (strong password...)?<br />Do public WiFi is given to people who are not bound to the company ? Do the users need to give their identity to access on the network ?
fr: Le Wifi distribué est-il vraiment nécessaire ?<br />Le Wifi réservé pour les internes et pour les externes est-il correctement différencié ?<br />Le Wifi interne est-il correctement protégé (mot de passe fort...) ?<br />Le Wifi public est-il donné à des personnes qui ne sont pas spécifiquement liées à l'organisme ? Des coordonnées sont-elles relevées à l'utilisation du réseau sans fil ?

# __question22
source: Do suppliers have the possibility of carrying out tele-maintenance?
fr: Des fournisseurs ont-ils la possibilité d'effectuer de la télémaintenance ?

# __question22help
source: Do the remote maintenance is done (from company or for clients)?<br />Do the procedure about remote maintenance ask an authorisation before starting?<br />Do the program used for the remote maintenance is correctly off when it's not needed?<br />Do the program used for the remote maintenance is correct up to date?
fr: La télémaintenance est-elle faite (en tant que dépanneur ou dépanné) dans l'entreprise ?<br />La procédure de télémaintenance nécessite-t-elle bien une autorisation avant de débuter ?<br />Le programme utilisé pour la télémaintenance est-il correctement désactivé dès lors qu'il n'est pas nécessaire ?<br />Le programme de télémaintenance est-il correctement mis à jour ?

# __question23
source: How are user work-stations managed?
fr: Comment sont gérés les postes de travail des utilisateurs ?

# __question23help
source: Do the work station are updated (operating system and software)?<br />Who have the admin rights on work station?<br />Do the work station are well locked, even when a short absence?
fr: Les postes de travail sont-ils mis à jour (Système d'Exploitation comme logiciels) ?<br />Qui possède les droits administrateur ?<br />Les postes de travail sont-ils correctement verrouillés dès lors d'une absence quelconque (même très courte) ?

# __question24
source: What are the rules for managing server updates?
fr: Quelles sont les règles pour la gestion des mises à jour des serveurs ?

# __question24help
source: Do the server is periodically updated?
fr: Le serveur est-il correctement mis à jour, au moins périodiquement ?

# __question25
source: What is the anti-virus management method?
fr: Quelle est la méthode de gestion antivirus ?

# __question25help
source: Do an antivirus is correctly up and updated?
fr: L'antivirus est-il correctement fonctionnel et mis à jour ?

# __question26
source: How are back-ups managed?
fr: Comment sont gérés les backups ?

# __question26help
source: Do the backup concerns all the data in the company (except private files)?<br />How much time is there between two backups?<br />How much time could you get back with your backups?<br />Do the backups are disconnected from the local network after being done?<br />Do the backups are outside the premises where data are replicated ? If yes, in which distance?<br />Do the backups are tested sometimes (for testing or for restoration purposes)?
fr: Les backups concernent-ils bien toutes les données (à l'exception des données privées) ?<br />Quelle est la périodicité des backups (journalier, hebdomadaire...) ?<br />Combien de temps au maximum est-il possible de remonter à l'aide des backups ?<br />Les backups sont-ils déconnectés du réseau local dès lors qu'ils sont faits ?<br />Les backups sont-ils physiquement hors des locaux de stockage des données ? Si oui, à quelle distance ?<br />Les backups sont-ils testés de temps à autre (de façon volontaire ou involontaire) ?

# __question27
source: How do you manage the storage and the destruction of physical documents?
fr: Comment gérez-vous le stockage et la destruction des documents physiques ?

# __question27help
source: Do physical documents are stored on closed shelves whenever they are not used anymore?<br />Do the office should be cleaned up outside the working hours, without any confidential data visible?<br />Do the confidential documents are correctly destroyed whenever they are trashed?
fr: Les documents sont-ils stockés dans des armoires fermées à clé dès lors qu'ils ne sont plus utilisés ?<br />Existe-t-il une politique concernant le fait que les bureaux doivent être rangés hors des heures de bureau, sans données confidentielles visibles ?<br />Les documents confidentiels sont-ils correctement détruits avant mise au rebut ?

# __question28
source: Is personal use of tools provided regulated/tolerated?
fr: L'utilisation à titre personnel des outils mis à disposition est-elle encadrée/tolérée ?

# __question28help
source: Do the professional tools given to employees can be used in some personal interest?<br />Do rules are given when the use of these tools made for personal interest?
fr: Les outils mis à disposition des utilisateurs peuvent-ils être utilisés de façon personnelle ?<br />Des consignes sont-elles données en ce qui concerne l'utilisation personnelle du matériel fourni ?

# __question29
source: Is e-mail a work tool?
fr: L'email est-il un outil de travail ?

# __question29help
source: Do confidential data without being ciphering could be sent by mail?<br />Do the password tranfert for the ciphering is done on another way than the transfert of the confidential data?
fr: Des données confidentielles non chiffrées sont-elles transmises par mail ?<br />Le transfert des mots de passe de chiffrement sont-ils transmis sur un moyen de communication différent des données confidentielles ?

# __question30
source: How do you manage the disposal of hardware?
fr: Comment gérez-vous la mise au rebut du matériel ?

# __question30help
source: Do the stuff which have already stored any confidential data are correctly destroyed/recycle before before being trashed?
fr: Le matériel ayant contenu des données sensibles est-il correctement détruit/recyclé avant toute mise au rebut ?

# __question31
source: Is any incident management in place?
fr: Y-a-t-il une gestion des incidents ?

# __question31help
source: Do the user have one or more contact in a case of an incident?Is there some other contacts?<br />Do the user know som good practices in case of an attack?
fr: Les utilisateurs disposent-ils d'un ou de plusieurs contacts en cas d'incident urgent ? Existe-t-il un autre contact en cas d'absence ?<br />Les utilisateurs connaissent-ils les bons réflexes à accomplir en cas de suspicion d'attaque ?

# __question32
source: Is there a recovery plan ?
fr: Existe-t-il un plan de reprise ?

# __question32help
source: In case of a major incident, which implies the loss of the premises, do any business continuity plan or data recovery plan is written or thought?<br />Do users known what they should do in that case?
fr: En cas d'incident grave, impliquant la perte des locaux, existe-t-il une procédure sur la démarche à impliquer pour reprendre, même de façon dégradée, le travail ?<br />Les utilisateurs sont-ils conscients de la démarche à suivre ?
